{
    "navbar": {
        "title":{
            "abbreuiation":"ajsdo",
            "name":"د افغانستان د عدالت او دوامدارې پراختیا انستیتوت"
        },
        "home": {
            "title": "اصلي پاڼه",
            "url": "/ps"
        },
        "program":{"title":"پروګرامونه","url":"/ps/program"},
        "contact": {
            "title":"اړیکه ونیسئ",
            "url": "/ps/contact"
        },
        "about": {
            "title": "زموږ په اړه",
            "url": "/ps/about"
        },
        "donate": {
            "title":  "مرسته",
            "url": "/ps/donate"
        }
    },
    "about": {
        "about": "Afghanistan Justice and Sustainable Development Organization (AJSDO) as a social, non-governmental and non-profit organization regardless of political ethnic, racial, positional affiliations, provides voluntary and humanitarian services to the needy people of the society. AJSDO is an afghan local and licensed NGO registered by (5575) registration number in ministry of Economic in 2022.",
        "bank details": "bank details",
        "Beneficiary name": {
            "title": "Beneficiary name",
            "content": "Afghanistan Justice and sustainable Development Organization (AJSDO)"
        },
        "Account number": {
            "title": "Beneficiary Account number",
            "content": "05102200000698"
        },
        "Bank": {
            "title": "Beneficiary Bank",
            "content": "Islamic Bank of Afghanistan"
        },
        "Bank Address": {
            "title": "Beneficiary Bank Address",
            "content": "Bazar Bamyan, Bamyan, Afghanistan"
        },
        "Bank Swift Code": {
            "title": "Beneficiary Bank Swift Code",
            "content": "IBAFAFKA"
        },
        "Correspondent Bank": {
            "title": "Correspondent Bank",
            "content": "(BMCE) Banque Marocainedu Commerce Exterieur International SA"
        },
        "Bank Account Number": {
            "title": "Beneficiary Bank Account Number",
            "content": "ES3102198601010096601182"
        },
        "Correspondent Bank SWIFT code": {
            "title": "Correspondent Bank SWIFT code",
            "content": "BMCEESMM"
        }
    },
    "contact": {
        "contact": "contact us",
        "message": "If you wish to learn more about our work or become a partner and/or volunteer, please contact @ajsdo.ngo@gmail.com.",
        "name": {
            "label": "First name",
            "placeholder": "Ali",
            "required": "User Name is required!",
            "roleMessage": "Name must be at least 3 characters long and only contain alphabetic characters and spaces"
        },
        "lastName": {
            "label": "Last Name",
            "placeholder": "Example Sarabi",
            "required": "Last Name is required!",
            "roleMessage": "Last Name must be at least 3 characters long and only contain alphabetic characters and spaces"
        },
        "email": {
            "label": "Email Address",
            "placeholder":"example@gmail.com",
            "required": "Email address is required.",
            "roleMessage": "Invalid email address format"
        },
        "content":{
            "label":"Your message",
            "placeholder":"Write your thoughts here...",
            "required":"your message is required."
        }
    },
    "activity": {
        "education": {
            "title": "زده کړه",
            "image": "/assets/educationBanner.png",
            "1": " د بې وزلو ماشومانو او ځوانانو لپاره باکیفیته زده کړو ته د لاسرسي زیاتوالی.",
            "2": "په محرومو ټولنو کې د تعلیمي زیربناوو او سرچینو وده.",
            "3": "د سواد د کچې لوړول او د ټول عمر لپاره د زده کړې فرصتونو ته وده ورکول.",
            "4": "د کارموندنې لپاره د عملي مهارتونو سره د افرادو د سمبالولو لپاره د حرفوي زده کړو د پروګرامونو ترسره کول."
        },
        "health": {
            "title": "روغتیایی پاملرنه",
            "image": "/assets/medical.jpg",
            "1": "محرومو خلکو ته د لاسرسۍ وړ او ارزانه روغتیایی خدمتونه چمتو کول.",
            "2": "د مخنیوي پاملرنې، درملنې، روغتیا او تعلیم په تمرکز کولو سره د روغتیا پایلو ښه کول.",
            "3": "د روغتیا پاملرنې سیسټمونو د پیاوړتیا لپاره د ځایی روغتیا پاملرنې چمتو کونکو او سازمانونو سره همکاري وکړئ.",
            "4": "د صحي پوهاوي کمپاینونو او ورکشاپونو تنظیمول ترڅو ټولنې ته د مخنیوي روغتیایی پاملرنې اقداماتو په اړه پوهه ورکړي."
        },
        "social": {
            "title": "ټولنیز خدمتونه",
            "image": "/assets/socialServecs.jpg",
            "1": "هراړخیز ټولنیز خدمتونه وړاندې کول، پشمول د معیشت مالتړ، سرپناه، او مشوره ورکول.",
            "2": "ټولنیز شمولیت ته وده ورکول او د محرومو اشخاصو او ټولنو پیاوړتیا.",
            "3": "د معیشت د فرصتونو د لوړولو لپاره د مهارتونو د پراختیا پروګرامونه او د حرفوي زده کړو اسانتیا.",
            "4": "د بې وزلۍ د کمولو پروګرامونه پلي کړئ چې د بې وزلۍ اصلي لاملونه په ګوته کړي.",
            "5": "د عاید تولیدونکو فعالیتونو او د متشبثینو مالتړ له لارې د اقتصادي پیاوړتیا وده."
        },
        "agriculture": {
            "title": "کرنه",
            "image": "/assets/agriculture.jpg",
            "1": "د کرنې د تخنیکونو د لوړولو، د حاصلاتو تنوع، او دوامدار کرهنیز عملونو ته وده ورکولو لپاره د کرنې روزنې پروګرامونو اسانتیا.",
            "2": "د ټولنې د باغونو او یا د کرنیزو کوپراتیفونو رامینځته کول ترڅو د ځان بسیاینې او عاید تولید ته وده ورکړي.",
            "3": "کرنيزو سرچينو ته د السرسي برابرول لکه د تخمونو، وسايلو او د اوبو لګولو سيسټمونو ته د ځايي بزګرانو د ملاتړ لپاره."
        },
        "globalWarming": {
            "title": "نړیواله تودوخه",
            "image": "/assets/global.jpg",
            "1": " د اقلیم د بدلون او په محلي ټولنو باندې د هغې اغیزې په اړه د پوهاوي لوړول.",
            "2": "د دوامدار انرژی کړنو ته وده ورکول، لکه د نوي کیدونکي انرژی اختیارول او د انرژي موثریت نوښتونه.",
            "3": "د چاپیریال د تخریب د کمولو لپاره د ونو کښت او د چاپیریال پاکولو کمپاینونو ترسره کول.",
            "4": "د اقلیم د بدلون په اړه د څیړنې ترسره کول ترڅو د هغې ځایي اغیزې په ښه توګه پوه شي او د کمولو هدفونو ستراتیژیو ته وده ورکړي."
        }
    }
}